Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/losing_your_home/youth_homelessness.html.txt.tmx
Source language: en
Languages: ga

source: • What is youth homelessness?
ga: • Cad is easpa dídine na n-óg ann?

source: • Arrangements for young homeless people
ga: • Socruithe do dhaoine óga gan dídean

source: Young people become homeless for a range of reasons – it is rare that any one event is the cause
ga: Tá an iliomad cúiseanna éagsúla ann le heaspa dídine i measc daoine óga – is annamh a bhíonn aon chúis amháin taobh thiar di

source: Triggers might include conflicts within the family; violence, abuse or neglect at home; drug or alcohol addiction; emotional or behavioural problems; or leaving residential or foster care
ga: D’fhéadfadh na nithe seo a leanas bheith i gceist: coimhlintí laistigh den teaghlach; foréigean, mí-úsáid nó faillí sa bhaile; andúil drugaí nó alcóil; fadhbanna mothúchánacha nó iompair; agus cúram cónaithe nó cúram altranais a fhágáil

source: Young people leaving prison or juvenile detention centres may also be at risk
ga: D’fhéadfadh go mbeadh duine óga i mbaol agus iad ag fágáil príosúin nó ionad coinneála ógánach

source: What is youth homelessness?
ga: Cad is easpa dídine na n-óg ann?

source: Youth homelessness is defined in the Youth Homelessness Strategy (pdf), which builds on the work of the Forum on Youth Homelessness (pdf)
ga: Tugtar sainmhíniú ar easpa dídine na n-óg sa Straitéis um Easpa Dídine na nÓg (pdf) (Béarla), ina gcuirtear le hobair an Fhóraim um Easpa Dídine na nÓg (pdf) (Béarla)

source: The Forum’s work covered homeless young people between the ages of 12 and 20
ga: Cuimsíodh in obair an Fhóraim daoine óga gan dídean idir 12 bhliain d’aois agus 20 bliain d’aois

source: The Strategy and Forum both define youth homelessness to include any young person who is:
ga: Sainmhínítear easpa dídine na n-óg sa Straitéis agus san Fhóram mar rud a chuimsíonn aon duine óg:

source: • Sleeping on the streets
ga: • A chodlaíonn ar na sráideanna

source: • Sleeping anywhere else not intended for night-time accommodation - this would include places such as parks, disused buildings, shop floors or bus shelters
ga: • A chodlaíonn in áit nach bhfuil deartha do chóiríocht oíche - páirceanna, foirgnimh as úsáid, urláir shiopaí nó scáthláin bhus ina measc

source: • Living in accommodation intended for short stays, such as hostels, shelters, bed and breakfast accommodation or similar
ga: • A chodlaíonn i gcóiríocht atá deartha d’fhanachtaí gearra, amhail brúnna, ionaid dídine, cóiríocht leaba is bricfeasta nó cóiríocht den chineál céanna

source: • In insecure accommodation with friends or relatives, where they are at risk or are not in a position to stay in the long term
ga: • A chónaíonn i gcóiríocht neamhbhuan le cairde nó le gaolta, áit a bhfuil siad i mbaol agus nach bhfuil siad in ann fanacht go fadtéarmach

source: Youth homelessness is similar to adult homelessness but it is also different
ga: Tá easpa dídine na n-óg cosúil le heaspa dídine na n-aosach ar bhealach, ach is ann do dhifríochtaí eatarthu freisin

source: This is mainly because the Child and Family Agency has a legal responsibility under the Child Care Act 1991 to provide for the care and welfare of children who can no longer remain at home
ga: Tagann an difríocht sin go príomha as an bhfreagracht dhlíthiúil atá ar an nGníomhaireacht um Leanaí agus an Teaghlach faoin Acht um Chúram Leanaí, 1991, freastal ar chúram agus ar leas leanaí nach féidir leo cónaí sa bhaile a thuilleadh

source: The Act defines a child as a person under 18 years of age who is not or has not been married
ga: Sainmhínítear leanbh san Acht mar dhuine faoi bhun 18 mbliana d’aois nach bhfuil pósta nó nach raibh pósta riamh

source: The Agency assumed responsibility in January 2014 for the child welfare and protection services formerly operated by the Health Service Executive (HSE)
ga: I mí Eanáir 2014, ghlac an Ghníomhaireacht le freagracht as na seirbhísí leas agus cosaint leanaí a d’fheidhmigh Feidhmeannacht na Seirbhíse Sláinte (FSS) roimhe sin

source: A further difference between youth and adult homelessness is that most children have a base or place of residence where they could potentially live
ga: Difríocht eile idir easpa dídine na n-óg agus easpa dídine na n-aosach is ea go bhfuil bunáit nó áit chónaithe ina bhféadfaidís cónaí ag formhór na leanaí

source: They may be unable to stay living there, but their parent(s)/guardian or the Child and Family Agency may still have responsibility for caring for them
ga: D’fhéadfadh nach mbeidís in ann fanacht sa teach, agus d’fhéadfadh go mbeadh dualgas ar a t(h)uismitheoir(í)/c(h)aomhnóir(í) nó ar an nGníomhaireacht um Leanaí agus an Teaghlach cúram a thabhairt dóibh

source: However, in the case of adults - people aged over 18 years - who are homeless, no agency or body is legally obliged to provide specific services to them purely on the basis of their homeless status
ga: I gcás aosach – daoine atá os cionn 18 mbliana d’aois – atá gan dídean, áfach, níl dualgas dlíthiúil ar aon ghníomhaireacht ná ar aon chomhlacht seirbhísí sonracha a chur ar fáil dóibh bunaithe ar an stádas atá acu mar dhaoine gan dídean amháin

source: Arrangements for young homeless people
ga: Socruithe do dhaoine óga gan dídean

source: Where children are identified as being at risk, the Agency has the right to intervene for the child’s safety, if it is no longer safe for the child to remain or return home
ga: I gcásanna ina n-aithnítear leanaí a bheith i mbaol, tá sé de cheart ag an nGníomhaireacht idirghabháil a dhéanamh ar mhaithe le sábháilteacht an linbh, sa chás nach bhfuil sé sábháilte don leanbh a thuilleadh fanacht sa bhaile nó filleadh ar an mbaile

source: In such circumstances, the child may be placed in foster care or in residential care
ga: I gcásanna den sórt sin, d’fhéadfadh go gcuirfí an leanbh faoi chúram altranais nó faoi chúram cónaithe

source: Children who are homeless, but who are not considered to be otherwise at risk, are provided with accommodation under Section 5 of the Child Care Act 1991
ga: Leanaí atá gan dídean, ach nach meastar iad a bheith i mbaol ar shlí eile, cuirtear cóiríocht ar fáil dóibh faoi Alt 5 den Acht um Chúram Leanaí, 1991

source: Certain young people leaving residential care, foster care, prison, or juvenile detention services may be at risk of youth homelessness
ga: Daoine óga áirithe atá ag fágáil cúram cónaithe, cúram altranais, príosúin nó seirbhísí coinneála ógánach, d’fhéadfadh go mbeidís i mbaol easpa dídine

source: The Child and Family Agency works to reduce this risk by setting up aftercare supports for such children
ga: Féachann an Ghníomhaireacht um Leanaí agus an Teaghlach leis an mbaol sin a laghdú trí thacaí iarchúraim a bhunú do leanaí den sórt sin

source: It is intended to put the requirement for an aftercare plan on a statutory basis – see After leaving care below
ga: Tá sé beartaithe bonn reachtúil a thabhairt don cheanglas go gcuirfear plean iarchúraim ar fáil do gach leanbh sna cásanna sin – féach ‘Iarchúram’ thíos

source: Unaccompanied foreign nationals under 18 years arriving in the State by ferry or air without their family are routinely referred to the Child and Family Agency, which may then decide that an application for a declaration as a refugee should be made on behalf of the minor
ga: Náisiúnaigh eachtracha neamhthionlactha faoi 18 mbliana d’aois a thagann isteach sa Stát ar bhád nó ar eitleán gan a dteaghlach, tarchuirtear iad mar ghnás chuig an nGníomhaireacht um Leanaí agus an Teaghlach, a fhéadfaidh a chinneadh ina dhiaidh sin gur cheart iarratas ar dhearbhú mar dhídeanaí a dhéanamh ar son an mhionaoisigh

source: The Agency makes specific arrangements in conjunction with the Office of the Refugee Applications Commissioner forthe processing of such applications
ga: Déanann an Ghníomhaireacht socruithe sonracha i gcomhar le hOifig an Choimisinéara Iarratais do Dhídeanaithe maidir le hiarratais den sórt sin a phróiseáil

source: The Agency is responsible for the general care and well-being of the minor and will provide assistance to them
ga: Tá an Ghníomhaireacht freagrach as cúram ginearálta agus as folláine ghinearálta an mhionaoisigh agus tugann sí cúnamh dó/di

source: Many children and young people come into contact with homeless services through voluntary agencies, through social workers or the Garda Síochána
ga: Is trí ghníomhaireachtaí deonacha, trí oibrithe sóisialta nó tríd an nGarda Síochána a theagmhaíonn a lán leanaí agus daoine óga le seirbhísí do dhaoine gan dídean

source: There are many organisations working specifically with homeless people and with homeless young people
ga: Tá cuid mhór eagraíochtaí ann a oibríonn go sonrach le daoine gan dídean agus le daoine óga gan dídean

source: Agencies may provide meals, advice, support, hostel or other accommodation in addition to health and education services
ga: D’fhéadfadh go soláthródh gníomhaireachtaí béilí, comhairle, tacaíocht, cóiríocht brú nó cóiríocht de chineál eile, mar aon le seirbhísí sláinte agus oideachais

source: Role of the Garda Síochána
ga: Ról an Gharda Síochána

source: When the Gardaí find young people sleeping on the streets or in other places not designed for night-time use, they generally contact the on-duty social worker for the Child and Family Agency so that emergency accommodation can be arranged
ga: Nuair a thagann na Gardaí ar dhaoine óga atá ina gcodladh ar na sráideanna nó in áiteanna eile nach bhfuil deartha dá n-úsáid san oíche, is gnách go ndéanann siad teagmháil leis an oibrí sóisialta ar dualgas don Ghníomhaireacht um Leanaí agus an Teaghlach ionas gur féidir cóiríocht éigeandála a shocrú

source: This can be in a residential children’s home; in a bed and breakfast; or with foster parents
ga: D’fhéadfadh go mbeadh an chóiríocht éigeandála sin ina teach cónaithe do leanaí; ina cóiríocht leaba agus bricfeasta nó ina cóiríocht le tuismitheoirí altrama

source: The Agency then assesses the needs of the child for the short, medium and long term and, where necessary, it puts an appropriate care plan in place
ga: Déanann an Ghníomhaireacht measúnú ina dhiaidh sin ar riachtanais an linbh sa ghearrthéarma, sa mheántéarma agus san fhadtéarma agus, nuair is gá, cuireann sí plean cúram cuí i bhfeidhm

source: This may involve the child being returned home or being placed in alternative care/accommodation, as appropriate
ga: Dá bharr sin, d’fhéadfadh go bhfillfí an leanbh ar ais ar an mbaile nó go gcuirfí é/í faoi chúram malartach/i gcóiríocht mhalartach, de réir mar is cuí

source: In Dublin, the Crisis Intervention Service, which is also known as the Out-of-Hours Service, is the initial point of contact for young people who experience homelessness
ga: I mBaile Átha Cliath, is é an chéad phointe teagmhála do dhaoine atá gan dídean ná an tSeirbhís Idirghabhála Géarchéime, ar a dtugtar an tSeirbhís Lasmuigh d’Uaireanta Gnó freisin

source: This is a social work service that also deals with accommodation
ga: Seirbhís oibre sóisialta a phléann le cóiríocht freisin is ea an tSeirbhís

source: To access this service, the young person must go to a Garda station
ga: Ní mór do dhuine freastal ar stáisiún an Gharda Síochána chun teacht ar an tseirbhís

source: The station then contacts the Crisis Intervention Service
ga: Déanfaidh an stáisiún teagmháil leis an tSeirbhís Idirghabhála Géarchéime ina dhiaidh sin

source: The Child and Family Agency (Tusla) has responsibility for promoting the welfare of children up to the age of 18
ga: Tá sé de fhreagracht ar an nGníomhaireacht um Leanaí agus an Teaghlach (Tusla) leas leanaí atá 18 mbliana d’aois ar a mhéad a chur chun cinn

source: It may also help a child leaving care if such help is required but it is not obliged to provide this help at present
ga: Mar sin féin, níl dualgas ar an nGníomhaireacht an cúnamh sin a chur ar fáil san am i láthair

source: In practice, the Agency does provide aftercare up to the age of 21, or to 23 if the young person is in full-time education
ga: Sa chleachtas, is amhlaidh go soláthraíonn an Ghníomhaireacht iarchúram do dhaoine atá 21 bliain d’aois ar a mhéad, nó do dhaoine atá 23 bliain d’aois ar a mhéad agus iad in oideachas lánaimseartha

source: The General Scheme and Heads of the Aftercare Bill 2014 were published in February 2014
ga: Rinneadh Scéim Ghinearálta agus Cinn an Bhille Iarchúraim 2014 a fhoilsiú i mí Feabhra 2014

source: This proposes that the Child and Family Agency will have a statutory duty to prepare an aftercare plan for children who have spent some time in the care system and who are soon to leave the system
ga: Beartaítear sa Bhille go mbeidh dualgas reachtúil ar an nGníomhaireacht um Leanaí agus an Teaghlach plean iarchúraim a ullmhú do leanaí a bhfuil am caite acu sa chóras cúraim agus atá ar tí an córas a fhágáil

source: That plan would include arrangements for accommodation
ga: Chuirfí socruithe cóiríochta ar áireamh sa phlean sin

source: Young people who were in the care of the Child and Family Agency (or previously in the care of the HSE) before the age of 18 and who qualify for Jobseeker’s Allowance when they reach 18 may get the full rate of the payment rather than the reduced rates that apply to those aged between 18 and 26
ga: Daoine óga a bhí faoi chúram na Gníomhaireachta um Leanaí agus an Teaghlach (nó a bhí faoi chúram Fheidhmeannacht na Seirbhíse Sláinte roimhe sin) roimh dóibh 18 mbliana d’aois a bhaint amach agus a cháilíonn do Liúntas Cuardaitheora Poist nuair a bhaineann siad 18 mbliana d’aois amach, is féidir go bhfaighidh siad an ráta iomlán íocaíochta, agus ní na rátaí laghdaithe atá i bhfeidhm do dhaoine atá idir 18 mbliana d’aois agus 26 bliain d’aois

source: Young people who were not in care and who become homeless may qualify only for the reduced rates
ga: Daoine óga nach raibh faoi chúram agus atá gan dídean anois, ní cháileoidh siad ach do na rátaí laghdaithe

source: If you are a young person under 18 years, who is at risk or homeless, or if you know a young person under 18 years who is at risk or homeless, contact the Child and Family Agency or the Garda Síochána
ga: Más duine óg thú atá faoi bhun 18 mbliana d’aois agus atá i mbaol nó gan dídean, nó má tá aithne agat ar dhuine óg atá faoi bhun 18 mbliana d’aois agus atá i mbaol nó gan dídean, déan teagmháil leis an nGníomhaireacht um Leanaí agus an Teaghlach nó leis an nGarda Síochána

source: Responsibility to report child abuse
ga: Freagracht chun mí-úsáid leanaí a thuairisciú

source: None of the foregoing should be construed as superseding or diminishing the statutory responsibility of the Child and Family Agency regarding the care and protection of young people under the Child Care Act 1991 and all staff should be aware of their responsibility to report child abuse as outlined in Children First: National Guidance for the Protection and Welfare of Children (2011) (pdf)
ga: Níor cheart glacadh le rud ar bith thuas mar rud a ghlacann áit fhreagracht reachtúil na Gníomhaireachta um Leanaí agus an Teaghlach, nó a laghdaíonn ar an bhfreagracht reachtúil sin, maidir le cúram agus le cosaint daoine óga faoin Acht um Chúram Leanaí, 1991, agus ba cheart do gach ball foirne bheith ar an eolas faoin bhfreagracht atá orthu mí-úsáid leanaí a thuairisciú faoi mar atá leagtha amach in Tús Áite do Leanaí: Treoir Náisiúnta um Chosaint agus Leas Leanaí (2011) (pdf)
